tap "caskroom/cask"

# Deps
brew mas

# Services
brew "mariadb", restart_service: true
brew "php72"

# Utilities
brew "composer"
brew "fish"
brew "hyper"
brew "wp-cli"

cask "karabiner-elements"
cask "hammerspoon"
cask "sequel-pro"
cask "sublime-text-dev"

mas "Svgsus", id: 1106867065
mas "The Unarchiver", id: 425424353

# Graphics
cask "affinity-designer-beta"
cask "affinity-photo-beta"

# Browsers
cask "firefoxnightly"
cask "google-chrome"

# General Necessities
mas "1Bocker", id: 1107421413
mas "Airmail 3", id: 918858936
mas "Unsplash Wallpapers", id: 1284863847
