oh-my-fish/plugin-brew
laughedelic/brew-completions
brgmnn/fish-docker-compose
fisherman/getopts
fisherman/git_util
fisherman/host_info
fisherman/humanize_duration
fisherman/last_job_id
fisherman/mono
oh-my-fish/plugin-osx
laughedelic/pisces
fisherman/pwd_info
fisherman/pwd_is_home
fisherman/z
